Cannot paste view-specific elements from different views.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPasteViewSpecElemsFromDiffViews { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPasteViewSpecElemsFromDiffViews As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPasteViewSpecElemsFromDiffViews {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace